{
  "day-1": {
    "title": "DAY 1 - Understanding Happiness vs. Pleasure",
    "quote": "Pleasure is always derived from something outside you, whereas joy arises from within.",
    "author": "-Eckhart Tolle"
  },
  "day-2": {
    "title": "DAY 2 - Dealing with Strong Emotions",
    "quote": "\"Slow breathing is like an anchor in the midst of an emotional storm: the anchor won't make the storm go away, but it will hold you steady until it passes.\"",
    "author": "- Russ Harris"
  },
  "day-3": {
    "title": "DAY 3 - Is it true? Am I More Fun When I Drink?",
    "quote": "Confidence isn't 'I'm fun because I'm drinking.' Confidence is 'I'm fun because I'm me.'",
    "author": "- Anonymous"
  },
  "day-4": {
    "title": "DAY 4 - Celebrating Gratitude",
    "quote": "It's not joy that makes us grateful, it's gratitude that makes us joyful.",
    "author": "- David Steindl-Rast"
  },
  "day-5": {
    "title": "DAY 5 - Your Sleep Is Getting Better (And So Are You)",
    "quote": "Sleep is the golden chain that ties health and our bodies together.",
    "author": "- Thomas Dekker"
  },
  "day-6": {
    "title": "DAY 6 - The Differences between Guilt and Shame",
    "quote": "We cannot grow when we are in shame, and we can't use shame to change ourselves or others.",
    "author": "-Brené Brown"
  },
  "day-7": {
    "title": "DAY 7 - How to Use Grounding Techniques to Stay Present",
    "quote": "In any moment of decision, the best thing you can do is the right thing, the next best thing is the wrong thing, and the worst thing you can do is nothing.",
    "author": "- Theodore Roosevelt"
  },
  "day-8": {
    "title": "DAY 8 - Chess: The Game of MyDry30",
    "quote": "Patience is not simply the ability to wait, it's how we behave while we're waiting.",
    "author": "-Joyce Meyer"
  },
  "day-9": {
    "title": "DAY 9 - Alcohol and Sugar: The Not-So-Dynamic Duo",
    "quote": "The food you eat can be either the safest and most powerful form of medicine or the slowest form of poison.",
    "author": "-Ann Wigmore"
  },
  "day-10": {
    "title": "DAY 10 - Navigating Alcohol Withdrawal Symptoms",
    "quote": "You are not broken. You are not a problem to be solved. Healing happens naturally when we create the right conditions.",
    "author": "- Unknown"
  },
  "day-11": {
    "title": "DAY 11 - Cravings, Triggers, and Sneaky Signals",
    "quote": "First you take a drink, then the drink takes a drink, then the drink takes you.",
    "author": "-F. Scott Fitzgerald"
  },
  "day-12": {
    "title": "DAY 12 - Riding the Waves: How to Master Urge Surfing With Ease",
    "quote": "You can't stop the waves, but you can learn to surf.",
    "author": "-Jon Kabat-Zinn"
  },
  "day-13": {
    "title": "DAY 13 - A Day of Kindness",
    "quote": "No one has ever become poor by giving.",
    "author": "-Anne Frank"
  },
  "day-14": {
    "title": "DAY 14 - How to (Re)Build Self-Esteem Through Sobriety",
    "quote": "Owning our story and loving ourselves through that process is the bravest thing that we will ever do.",
    "author": "-Brené Brown"
  },
  "day-15": {
    "title": "DAY 15 - Practicing Patience in an Impatient World",
    "quote": "It does not matter how slowly you go as long as you do not stop.",
    "author": "-Confucius"
  },
  "day-16": {
    "title": "DAY 16 - Breaking Free from Peer Pressure",
    "quote": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.",
    "author": "-Ralph Waldo Emerson"
  },
  "day-17": {
    "title": "DAY 17 - The Science Behind Habits",
    "quote": "First we make our habits, then our habits make us.",
    "author": "-Charles C. Noble"
  },
  "day-18": {
    "title": "DAY 18 - The Power of Hypnotherapy and Journaling to Change Drinking Habits",
    "quote": "Until you make the unconscious conscious, it will direct your life and you will call it fate.",
    "author": "⁠-Carl Jung"
  },
  "day-19": {
    "title": "DAY 19 - The Power of Forgiveness",
    "quote": "Forgiveness doesn't make the other person right, it makes you free.",
    "author": "- Stormie Omartian"
  },
  "day-20": {
    "title": "DAY 20 - How to Overcome Your Fears and Use Them to Grow",
    "quote": "I learned that courage was not the absence of fear, but the triumph over it. The brave man is not he who does not feel afraid, but he who conquers that fear.",
    "author": "-Nelson Mandela"
  },
  "day-21": {
    "title": "DAY 21 - Moving Beyond Labels and Embracing Your True Self",
    "quote": "The eyes of others our prisons; their thoughts our cages.",
    "author": "- Virginia Woolf"
  },
  "day-22": {
    "title": "DAY 22 - How to Move Beyond Denial and Embrace Truth Instead",
    "quote": "The worst lies are the lies we tell ourselves.",
    "author": "-Richard Bach"
  },
  "day-23": {
    "title": "DAY 23 - Why Honesty Is Important On Your Journey Without Alcohol",
    "quote": "In the future I will not fear the truth, because the more it is postponed, the more difficult it is to confront.",
    "author": "-Jorge Luis Borges"
  },
  "day-24": {
    "title": "DAY 24 - How to Practice the Art of Self-Compassion",
    "quote": "Self-compassion is simply giving the same kindness to ourselves that we would give to others.",
    "author": "-Kristin Neff"
  },
  "day-25": {
    "title": "DAY 25 - Alcohol and Blood Pressure: A Not-So-Healthy Relationship",
    "quote": "Take care of your body. It's the only place you have to live.",
    "author": "-Jim Rohn"
  },
  "day-26": {
    "title": "DAY 26 - Exploring Social Relationships and Intimacy Without Alcohol",
    "quote": "Connection is why we're here; it is what gives purpose and meaning to our lives.",
    "author": "-Brené Brown"
  },
  "day-27": {
    "title": "DAY 27 - How to Live Life Hangover-Free (And Actually Enjoy It)",
    "quote": "The best way to take care of the future is to take care of the present moment",
    "author": "- Thich Nhat Hanh"
  },
  "day-28": {
    "title": "DAY 28 - Finding Balance: Internal vs External Stress",
    "quote": "Stress is not what happens to us. It's our response to what happens. And response is something we can choose.",
    "author": "-Maureen Killoran"
  },
  "day-29": {
    "title": "DAY 29 - Core Values and Your UM Journey",
    "quote": "Your beliefs become your thoughts, your thoughts become your words, your words become your actions, your actions become your habits, your habits become your values, your values become your destiny.",
    "author": "-Mahatma Gandhi"
  },
  "day-30": {
    "title": "DAY 30 - Your Choice: Moderation or Cessation?",
    "quote": "Thirty days ago you made a decision. Today you're living proof that you can keep your word to yourself.",
    "author": "-Unknown"
  }
}
